{
  "Arahan": "Berdasarkan maklumat berikut dari papan cerita, tuliskan sebuah karangan yang menarik dan mendalam tentang seorang budak bernama Afiq dan ikan ajaib Barakuda, yang menjadi wira SuperTebar untuk menyelamatkan kampungnya. Pastikan karangan mengalir dengan baik, mempunyai perincian yang kaya, dan membangkitkan emosi pembaca. Gunakan gaya bercerita yang kreatif dan berkesan.",
  "Papan Cerita": [
    {
      "plot": "Permulaan",
      "Peristiwa": "Seekor ikan ajaib bernama Barakuda muncul di muara kampung nelayan.",
      "Dialog": "\"Ibu, kenapa ikan itu bercahaya waktu malam?\"",
      "Perasaan": "Afiq rasa kagum dan ingin tahu dengan sinar Barakuda.",
      "Mon Dalam": "“Apa sebenarnya rahsia di sebalik ikan ini?”",
      "Mon Luar": "\"Barakuda! Aku tahu kau ada sesuatu nak tunjukkan!\"",
      "Gambaran": "Barakuda bersinar kebiruan di bawah cahaya bulan.",
      "Peribahasa": "Seperti ikan pulang ke lubuk.",
      "Frasa Besar": "Kebangkitan Lautan Nurani"
    },
    {
      "plot": "Sub-Konflik",
      "Peristiwa": "Penduduk kampung mula kehilangan hasil tangkapan secara misteri.",
      "Dialog": "\"Kita patut halau ikan itu dari muara!\"",
      "Perasaan": "Rakyat kampung dilanda marah dan takut.",
      "Mon Dalam": "“Kenapa semua orang cepat menuduh?”",
      "Mon Luar": "\"Jangan takut, aku akan selamatkan kalian semua!\"",
      "Gambaran": "Langit mendung, laut bergelora seperti marah.",
      "Peribahasa": "Air tenang jangan disangka tiada buaya.",
      "Frasa Besar": "Tuduhan yang Membutakan Akal"
    },
    {
      "plot": "Konflik",
      "Peristiwa": "Barakuda dituduh sebagai pembawa sial, namun seorang budak bernama Afiq percaya sebaliknya.",
      "Dialog": "\"Dia bukan ancaman. Saya yakin dia mahu bantu kita!\"",
      "Perasaan": "Afiq dihimpit rasa percaya dan waswas.",
      "Mon Dalam": "“Aku perlu buat sesuatu, walau seorang diri.”",
      "Mon Luar": "\"Inilah kuasa dari dasar laut yang lama dilupakan!\"",
      "Gambaran": "Kampung nelayan sunyi, hanya angin malam bersuara.",
      "Peribahasa": "Berani kerana benar, takut kerana salah.",
      "Frasa Besar": "Keyakinan Seorang Remaja"
    },
    {
      "plot": "Sub-Kemuncak",
      "Peristiwa": "Afiq mengikuti Barakuda dan menemui kapal lama di dasar laut yang menyimpan kuasa purba.",
      "Dialog": "\"Barakuda, bawa aku ke kebenaran laut!\"",
      "Perasaan": "Degup jantungnya kencang saat menyelam ikut Barakuda.",
      "Mon Dalam": "“Ini lebih daripada sekadar ikan.”",
      "Mon Luar": "\"Kebenaran akan timbul seperti matahari pagi!\"",
      "Gambaran": "Di dasar laut, batu-batu bersinar menyusun lambang misteri.",
      "Peribahasa": "Kalau tak dipecahkan ruyung, manakan dapat sagunya.",
      "Frasa Besar": "Panggilan Dasar Samudera"
    },
    {
      "plot": "Kemuncak",
      "Peristiwa": "Dengan bantuan Barakuda, Afiq berubah menjadi SuperTebar — pelindung laut dan darat.",
      "Dialog": "\"Dengan kuasa ini, aku janji lindungi lautan dan daratan!\"",
      "Perasaan": "Semangat dan keberanian membara dalam diri Afiq.",
      "Mon Dalam": "“Aku bukan budak biasa lagi. Aku pelindung.”",
      "Mon Luar": "\"Aku SuperTebar, dan laut ini amanahku!\"",
      "Gambaran": "Langit cerah, petir berkilat saat Afiq muncul bersayap sirip.",
      "Peribahasa": "Bertepuk sebelah tangan takkan berbunyi.",
      "Frasa Besar": "Lahirnya Wira SuperTebar"
    },
    {
      "plot": "Peleraian",
      "Peristiwa": "SuperTebar menyelamatkan kampung daripada taufan serta mendedahkan penjahat sebenar: pemborong tamak.",
      "Dialog": "\"Taufan akan musnahkan segalanya, tapi aku takkan biarkan!\"",
      "Perasaan": "Kepuasan, bangga dan syukur bercampur saat kejayaan dicapai.",
      "Mon Dalam": "“Biar aku hadapi semuanya untuk kampung ini.”",
      "Mon Luar": "\"Pergilah, ribut! Kampung ini takkan rebah!\"",
      "Gambaran": "Buih laut menyambut kemenangan dalam taufan reda.",
      "Peribahasa": "Menang jadi arang, kalah jadi abu.",
      "Frasa Besar": "Kemenangan di Tengah Ribut"
    },
    {
      "plot": "Penutup",
      "Peristiwa": "Barakuda kembali ke laut dalam, dan Afiq menjadi wira dalam diam, mengajarkan bahawa ikan juga punya nilai luar biasa.",
      "Dialog": "\"Dia hanya seekor ikan, tapi ajaranku lebih dalam dari lautan.\"",
      "Perasaan": "Rasa kehilangan tetapi juga ketenangan hati.",
      "Mon Dalam": "“Terima kasih, sahabat laut.”",
      "Mon Luar": "\"Dia pergi... tapi pesannya kekal di dada kita.\"",
      "Gambaran": "Senja menyambut Barakuda pulang ke samudera luas.",
      "Peribahasa": "Harimau mati meninggalkan belang, manusia mati meninggalkan nama.",
      "Frasa Besar": "Pesan Seekor Ikan Ajaib"
    }
  ]
}